[
    {
        "peliculas":
    [
        {
            "id" : 1 ,
            "titulo" : "Rapidos y Furiosos 2 " ,
            "año" : "2009" ,
            "director" : "Justin Lin" ,
            "genero" : "Accion" ,
            "sinopsis" : " El exconvicto Dominic Toretto se une a su viejo adversario, Brian O'Conner, que ahora trabaja para el FBI en Los Ángeles, con el fin de infiltrarse en una organización criminal que se dedica a introducir heroína en la ciudad.",
            "enlace" : ""
         },
         {
            "id" : 2 ,
            "titulo" : "High School Musical 2" ,
            "año" : "2007" ,
            "director" : "Kenny Ortega" ,
            "genero" : "Musical" ,
            "sinopsis" : "Durante las vacaciones de verano, Troy obtiene un trabajo en el complejo de Sharpay, pero él no conoce las verdaderas intenciones de la muchacha " ,
            "enlace" : ""
         },
         {
            "id" : 3,
            "titulo" : "Titanic" ,
            "año" : "1997" ,
            "director" : "James Cameron" ,
            "genero" : "Romance" ,
            "sinopsis" : "Una joven de la alta sociedad abandona a su arrogante pretendiente por un artista humilde en el trasatlántico que se hundió durante su viaje inaugural." ,
            "enlace" : ""
         },
         {
            "id" : 4,
            "titulo" : "Una esposa de mentira" ,
            "año" : "2011" ,
            "director" : "Dennis Dugan" ,
            "genero" : "Comedia" ,
            "sinopsis" : "El cirujano Danny decide contratar a su ayudante Katherine, una madre soltera con hijos, para que finjan ser su familia. Su intención es demostrarle a Palmer que su amor por ella es tan grande que está a punto de divorciarse de su mujer." ,
            "enlace" : ""
         },
         {
            "id" : 5,
            "titulo" : "Spider-Man: sin camino a casa" ,
            "año" : "2021" ,
            "director" : "Jon Watts" ,
            "genero" : "Accion" ,
            "sinopsis" : "Tras descubrirse la identidad secreta de Peter Parker como Spider-Man, la vida del joven se vuelve una locura. Peter le pide ayuda al Doctor Strange para recuperar su vida, pero algo sale mal y provoca una fractura en el multiverso." ,
            "enlace" : ""
         },
         {
            "id" : 6,
            "titulo" : "Cadena perpetua" ,
            "año" : "1994" ,
            "director" : "Frank Darabont" ,
            "genero" : "Drama" ,
            "sinopsis" : "Andy Dufresne es encarcelado por matar a su esposa y al amante de esta. Tras una dura adaptación, intenta mejorar las condiciones de la prisión y dar esperanza a sus compañeros." ,
            "enlace" : ""
         },
         {
            "id" : 7,
            "titulo" : "El padrino" ,
            "año" : "1972" ,
            "director" : "Francis Ford Coppola" ,
            "genero" : "Crimen" ,
            "sinopsis" : "El envejecido patriarca de una dinastía del crimen organizado en la ciudad de Nueva York de la posguerra transfiere el control de su imperio clandestino a su reacio hijo menor." ,
            "enlace" : ""
         },
         {
            "id" : 8,
            "titulo" : "El caballero oscuro" ,
            "año" : "2008" ,
            "director" : "Christopher Nolan" ,
            "genero" : "Accion" ,
            "sinopsis" : "Cuando la amenaza conocida como el Joker causa estragos y el caos en Gotham City, Batman debe aceptar una de las mayores pruebas psicológicas y físicas para luchar contra la injusticia." ,
            "enlace" : ""
         },
         {
            "id" : 9,
            "titulo" : "12 hombres sin piedad" ,
            "año" : "1957" ,
            "director" : "Sidney Lumet" ,
            "genero" : "Crimen" ,
            "sinopsis" : "Un miembro del jurado trata de evitar un error judicial obligando al resto del jurado a reconsiderar las pruebas." ,
            "enlace" : ""
         }
         ,
         {
            "id" : 10,
            "titulo" : "La lista de Schindler" ,
            "año" : "1993" ,
            "director" : "Steven Spielberg" ,
            "genero" : "Drama" ,
            "sinopsis" : "En la Polonia ocupada por los alemanes durante la Segunda Guerra Mundial, el industrial Oskar Schindler se preocupa por sus trabajadores judíos tras presenciar su persecución por los nazis." ,
            "enlace" : ""
         }
   
    ]
    }
]